{
  "project": [
    {
      "id": 1,
      "name": "Expense tracker",
      "technos": "Next.js Express Mongodb",
      "type": "Software",
      "description": "A fullstack web app to track daily transactions an view transaction history when needed. possibility to filter the history, analytics Dashboard and possibility to filter the dashboard within specific date periods",
      "img": "expT.jpg",
      "url": "https://adrienexpensetracker.vercel.app/"
    },
    {
      "id": 2,
      "name": "Credit dashboard",
      "technos": "Power bi, Excel",
      "type": "big data",
      "description": "Data analysis project. Visualization project to highlight Key Performance indicator over thousands of credits granted to customers. Data was first cleaned and wrangled using power bi and excel before being visualized. ",
      "img": "ft1.jpg",
      "url": "#"
    },

    {
      "id": 3,
      "name": "E-Fastfood landing page",
      "technos": "React.JS tailwind",
      "type": "Software",
      "description": "Frontend project. A beautiful landing page for an e-commerce restauration business",
      "img": "project2.jpg",
      "url": "https://gwens-fooding.vercel.app/"
    },
    {
      "id": 4,
      "name": "Instant messaging web app",
      "technos": "PHP JS SQL ",
      "type": "Software",
      "description": "A fullstant project. An instant messaging web chat app, to communicate with users without need to access internet or having specific interlocuter id",
      "img": "project3.jpg",
      "url": "https://github.com/AdrienDjiongo/chatapp"
    },
    {
      "id": 5,
      "name": "Task management app",
      "technos": " Next.js Tailwind Express.js MongoDB ",
      "type": "Software",
      "description": "A fontend project. A web app to view planned task just as a todolist but with indiacting date and time and been notify when time comes for the task to be done",
      "img": "project1.jpg",
      "url": "https://zingy-wisp-2e6781.netlify.app/"
    },
    {
      "id": 6,
      "name": "Portfolio",
      "technos": " Next.js tailwind",
      "type": "Software",
      "description": "A Frontend project. A website built to illustrate my skills, projects and educational path for a good description of my proffesional abilities",
      "img": "project4.jpg",
      "url": "#"
    },
    {
      "id": 7,
      "name": " employee performance dashboard",
      "type": "big data",
      "technos": "Power bi, Excel",
      "description": "Data visualization project to view the performance of employees over a period of time; year in this case in their different agencies of the company. ",
      "img": "ft2.jpg",
      "url": "#"
    },
    {
      "id": 8,
      "name": "Exam resutls stats",
      "type": "big data",
      "technos": " microsoft Excel, power bi",
      "description": "Data visualization project to highlight the performance of students in an exam. The project was done using power bi and excel. Data was first cleaned and wrangled using power bi and excel before being visualized. ",
      "img": "tbp1.jpg",
      "url": "#"
    },
    {
      "id": 9,
      "name": "sales analytics dashboard",
      "type": "big data",
      "technos": "power bi",
      "description": "Data visualization project to highlight the key performance indicators of a company over a period of time. The project was done using power bi.",
      "img": "csr.jpg",
      "url": "#"
    }
  ],
  "experience": [
    {
      "id": 1,
      "role": " Data and information system manager",
      "company": "The brains prepa",
      "location": "Douala",
      "duration": "jun 2023 - present(seasonal)",
      "description": " Architectured and admisnistered a database for the collection and storage of data inorder to analyse(descriptive and diagnostics). Cleaned, wrangled and transformed data with excel and visualized using power BI ",
      "img": "exp2.jpg",
      "url": "expT.jpg"
    },
    {
      "id": 2,
      "role": "Data analyst intern",
      "company": "first trust savings and loans",
      "location": "Akwa, paris dancing",
      "duration": "Mar 2025 - May 2025",
      "description": "Cleaned, wrangled, transformed and visualized data from the company database with the help of tools like power bi for the visualization of the data and the highlight key performance indicators and also  Excel for the cleaning some analysis. ",
      "img": "exp1.jpg",
      "url": "expT.jpg"
    },

    {
      "id": 3,
      "role": "frontend developer(freelance)",
      "company": "novus technologies",
      "location": "remote",
      "duration": "Oct 2024 - Dec 2024",
      "description": "Developped the frontend of a hospital management application and implemented the backend to it ",
      "img": "exp1.jpg",
      "url": "expT.jpg"
    },

    {
      "id": 4,
      "role": " Developper",
      "company": "CSS engineering",
      "location": "Douala, makepe",
      "duration": "aug 2022- aug 2024",
      "description": " Developed and maintained responsive web applications using HTML, CSS, JavaScript, and frameworks such as React. Implemented RESTful APIs to facilitate communication between front-end and back-end services. Collaborated with cross-functional teams to design, develop, and deploy software solutions tailored to client needs. Participated in Agile development processes, including sprint planning, daily stand-ups, and retrospectives. ",
      "img": "exp2.jpg",
      "url": "expT.jpg"
    }
  ]
}
